export default {
	'STATE_AI_KNOWLEDGE_NO': 0,
	'STATE_AI_KNOWLEDGE_A_LITTLE': 1,
	'STATE_AI_KNOWLEDGE_VERY': 2,
	'STATE_AI_KNOWLEDGE_NOT_WANT': 3,
	'STATE_AI_KNOWLEDGE_OTHER_ANSWER': 4,


	'init': {
		'firstLine': '您好，我叫汪仔，是搜狗的智能机器人。欢迎您莅临我们的展厅，体验搜狗黑科技',
		'secondLine': '请问您之前了解搜狗AI技术吗？',
		'hint': '您可以说：“不太了解”“有一定了解”“非常了解”',
	},

	'aiKnowledge': [
		{
			'firstLine': '搜狗拥有业界领先的人工智能技术，特别是在语音技术方面，具备语音识别、合成、情感化等先进能力，都将在展厅中具体呈现',
			'secondLine': '您希望汪仔带您了解展厅的哪一部分呢？',
			'hint': '您可以说：“笔迹合成技术”“语音技术”“图像识别技术”',
		},
		{
			'firstLine': '感谢您对于搜狗的关注，搜狗拥有业界领先的人工智能技术，特别是在语音技术方面，具备语音识别、合成、情感化等先进能力，都将在展厅中具体呈现',
			'secondLine': '您希望汪仔带您了解展厅的哪一部分呢？',
			'hint': '您可以说：“笔迹合成技术”“语音技术”“图像识别技术”',
		},
		{
			'firstLine': '听到您这么说，汪仔真是太开心了！您所了解的各项搜狗黑科技，都将在展厅中具体呈现',
			'secondLine': '您希望汪仔带您了解展厅的哪一部分呢？',
			'hint': '您可以说：“笔迹合成技术”“语音技术”“图像识别技术”',
		},
		{
			'firstLine': '没有关系，相信您到了我们的展厅，身临其境的体验到这些科技给我们带来的惊喜，一定会对搜狗的黑科技更加感兴趣',
			'secondLine': '您希望汪仔带您了解展厅的哪一部分呢？',
			'hint': '您可以说：“笔迹合成技术”“语音技术”“图像识别技术”',
		},
		{
			'secondLine': '听到您更多的声音，有助于我们加深了解，这样我就可以在展厅的茫茫人海中一下子认出您了，继续和我聊天吧',
		}
	],
}
